{
    "NoInternetConnection": "لا يوجد اتصال بالإنترنت",
    "login": "تسجيل الدخول",
    "password": "كلمة السر",
    "email": "أسم الحساب",
    "signUp": "تسجيل الحساب",
    "MobileNumber": "رقم الجوال",
    "forgetPassword": "هل نسيت كلمة السر؟",
    "UserName": "اسم االمستخدم",
    "EnterYourNameHere": "أدخل بريدك الإلكتروني / الجوال هنا",
    "Required": "مطلوب",
    "MinLengthNotValid": "الحد الأدنى من الأحرف هو",
    "NumRangeNotValid": "يجب أن تكون القيمة فى نطاق",
    "IntegerNumberNotValid": "يجب أن تكون القيمة عدد صحيح",
    "emailNotValid": "صيغة البريد الإلكتروني غير صحيحة",
    "passwordNotValid": "صيغة كلمة المرور غير صحيحة",
    "appName": "تشخيص المرض",
    "dontHaveAccount": "ليس لديك حساب ؟",
    "alreadyHaveAccount": "لديك حساب بالفعل ؟",
    "games": "الالعاب",
    "PasswordNotValid": "يجب أن تحتوي كلمة المرور على 8 أحرف على الأقل؛ حرف واحد و رقم واحد",

    "confirmPassword": "تأكيد كلمه المرور",
    "name": "الأسم",
    "mobile": "رقم الهاتف",
    "membershipCode": "رقم العضوية",
    "technicalSupport": "الدعم الفنى",

    "chat": "تواصل معنا",
    "judo": "الجودو",
    "karate": "الكاراتية",
    "gymnastics": "الجمباز",
    "basketball": "كرة السلة",
    "football": "كرة القدم",
    "handball": "كرة اليد",

    "home":"الرئيسيه",
    "settings":"الاعدادات",
    "pathogens": "مسببات المرض",
    "rateApp":"تقييم التطبيق",

    "welcome":"أهلا بك",
    "details":"تستطيع ان تشخص مرض النبات عن طريق التقاط صورة النبات المريض بالكاميرا او اختيار صورة من الجهاز",
    "appDetails":"تفاصيل التطبيق",
    "camera":"الكاميرا",
    "gallery":"المعرض",
    "supportedPlant":"النباتات المدعومة",
    "agricultureGuide":"دليل الزراعة",

    "tomatoes":"الطماطم",
    "apples":"التفاح",
    "corn":"الذره",
    "strawberry":"الفراوله",
    "bellPepper":"فلفل حلو",
    "cherry":"الكرز",
    "potato":"البطاطس",
    "peach":"الخوخ",
    "citrus":"الحمضيات",
    "grape":"عنب",
    "choosePlantType":"أختر نوع النبات",
    "plantDetails":"تفاصيل النبات",
    "diseaseDetails":"تفاصيل المرض",

    "plantBenefits":"فوائد النباتات",
    "compost":"السماد",
    "plantPests":"افات النباتات",
    "ornamentalPlant":"نباتات الزينة",
    "farmingAdvices":"نصائح زراعيه",
    "fruitsPlanting":"زراعة الفاكهة",
    "vegetablesPlanting":"زراعة الخضراوات",
    "farmingBasics":"أساسيات الزراعة",

    "roofPreparation":"ازرع سطحك",
    "roofPreparation1":"اجمع كل افراد اسرتك في يوم الاجازه حتي تتعاونوا جميعا في عملية التجهيز.",
    "roofPreparation2":"حدد مكان مناسب علي السطح مشمس بحيث ترتب فيه مزروعاتك",
    "roofPreparation3":"قم بتحديد مكان مناسب لوضع الادوات المستخدمه للزراعه بحيث تكون منظمه ومرتبه.",
    "roofPreparation4":"في حال امكانية تواجد فئران علي السطح يفضل تجهيز مصيدة فئران او اكثر ووضعها في مكان مناسب علي السطح.",
    "roofPreparation5":"قم بتنظيف السطح جيدا وغسله بالماء - ان امكن - ويفضل اضافة ماده معقمه - مثل الديتول الي الماء لتطهير المنزل.",
    "roofPreparation6":"قم بتجميع الاخشاب التي يمكن ان تستخدم في عمل احواض زراعيه.",
    "roofPreparation7":"قم بفرز المخلفات المنزليه المتواجده علي السطح وقم بفصل كل ما يمكن ان يكون وعاء للزراعه مثل زجاجات المياه والزيت الفارغه والجرادل والاقفاص البلاستيكيه وغير البلاستيكيه والصفائح.",

    "whyDoIPlan":"لماذا أزرع",
    "whyDoIPlan1":"الزراعه بالمنزل ليست مجرد وضع بذره بالتربه وريها ثم تناول نتاجها!",
    "whyDoIPlan2":"الزراعه بالمنزل عباره عن مشروع حياة وصناعة متنفس للبيت.",
    "whyDoIPlan3":"يمكن عن طريق زراعة الشرفات والاسطح تنمية مهارات يدويه لدي الاطفال الصغار وذلك بتعليمهم اصول الزراعه وفنون التنسيق الخاص بنباتات الزينه.",
    "whyDoIPlan4":"تنمية القدره علي تحمل المسئوليه لدي الاطفال عن طريق تمكينهم من زراعة نبته بايديهم وتكون خاصه بهم وتكون تحت مسؤليتهم الشخصيه من ناحية الري والتنسيق.",
    "whyDoIPlan5":"يمكن عمل مسابقه بين الاطفال بالمنزل في الزراعه والاهتمام بالنبته الخاصه بكل طفل .(طبعا كلهم لازم يكسبوا عشان ميغيروش من بعض ).",
    "whyDoIPlan6":"تعطي فرصه لربات البيوت بعمل شيئ مفيد لافراد الاسره في وقت فراغها بدلا من ضياعه بلا فائده.",
    "whyDoIPlan7":"الزراعه تخفف من التوتر النفسي وذلك عندما تجلس تراقب نباتاتك وهي تنبت من البذور يوما بعد يوم.",
    "whyDoIPlan8":"يمكن عمل حديقه منزليه جميله لقضاء وقت الاجازه الاسبوعيه بها بدلا من قضائها في النوم.",
    "whyDoIPlan9":"واقل شيئ يمكن ان يجنيه المرء من زراعة سطح منزله هي تنظيف السطح والتخلص من (الكراكيب) التي لا يكاد يخلو منها سطح.",


    "farmingTips1": "عند شراء نبات زينه جديد واثناء نقله الي المنزل يجب حمايته -بغطاء بلاستيك - وذلك لان معظم نباتات المشاتل تنمو في صوب محميه واي تغير مفاجئ في درجة الحراره اثناء نقلها قد يؤثر عليها",
    "farmingTips2": "النباتات الورقيه مثل النعناع و والشبت والبقدونس ...الخ تحتاج الي التسميد النيتروجيني اكثر من غيرها...يستخدم التسميد ببواقي تفل الشاي والقهوه مع الري.\n        يمكن التسميد بمركبات NPK تركيز نيتروجين اعلي بمقدار معلقه صغيره علي لتر ماء الري مره كل 15 يوم.(لمعرفة المزيد عن مركبات NPK بمكنك الاطلاع علي القسم الخاص بها في قسم الاسمده)\n",
    "farmingTips3": "عند تجهيز أصيص الزراعه او وعاء الزرع لابد فيه من عمل ثقب او ثقوب - حسب حجم الاصيص - ويراعي وضع حجاره - زلط - صغيره علي الثقب من الداخل قبل وضع التربه وذلك لمنع انسداد    الثقب مما قد يؤدي الي تلف وتعفن الجذور بسبب عدم تصريف الماء",
    "farmingTips4": "عند زراعة النعناع فانه ينبغي مراعاة تجديد الزراعه كل فتره وليكن 3 أشهر وذلك بأخذ عود أو جذر وغرسه بالتربه حتي يصير شجره نشطه وجيده",
    "farmingTips5": "يتم تجهيز خلطه من  معلقة الخل وقرن الشطه وفص الثوم ومعلقة الصابون السائل ومعلقة زيت الطعام ثم يتم خلطها بالخلاط جيدا وتصفيتها ووضعها بالبخاخ واستخدامها مره كل اسبوع للوقليه من الحشرات المختلفه مثل المن وصانعات الانفاق والذبابة البيضاء ...الخ",
    "farmingTips6": "يفضل خربشة سطح التربه اسبوعيا بمسمار او شوكة طعام او اي شيئ حتي نفكك سطحها ونساعد علي تهويتها",
    "farmingTips7": "لا تروي النباتات ابدا في اوقات اشتداد الحراره ولكن يفضل اول النهار او بعد العصر بساعه بعد زوال الحر",
    "farmingTips8": "يفضل وضع نباتات الزينه المنزليه بالقرب من الضوء القوي الساطع.",
    "farmingTips9": "القاعده في ري النباتات عامة سواء خضروات او زينه هي ان تعادل ما بين عدم تعطيش النبات وبين ترك فرصه للجذور ان تتنفس (بمعني لا تكثر من الري فوق الحد الطبيعي )....يلاحظ ان كثرة الري تضر النبات وقد تؤدي الي زبول النبات ثم موته.",
    "farmingTips10": "النباتات الورقيه تحتاج التسميد الازوتي بنسبه اعلي\n النباتات المزهره تحتاج الي تسميد اعلي من الفوسفور\nالنباتات ذات الاوراق الملونه تحتاج الحديد لاظهار قوة اللون\n",
    "farmingTips11": "عند انتقال النبات الي بيئه جديده - بيت جديد مثلا - او عند زراعته لاول مره في الاصيص لا يتم اضافة السماد لمدة 3 اشهر حتي يتكيف مع البيئه\n \n",
    "farmingTips12" : "يجب تنظيف سطح اوراق النبات من الاتربه المتراكمه عليه وذلك لانها تؤدي الي انسداد الثغور التي بالورقه مما يقلل من كفائه النبات وصعوبه ادائه للمهام الحيويه مثل التنفس والبناء الضوئي",

    "aglaonema": "الأجلونيما",
    "decorationPlantsAglaonemaSuitableAtmosphere" : "ينمو في الحرارة المرتفعة 30 درجة والرطوبة العالية والضوء الضعيف",
    "decorationPlantsAglaonemaReproduction": "يتم إكثار الأجلونيما بواسطة الخلفات حيث تفصل من النبات الأصل وتستزرع في ماء عادي حتى ينمو لها مجموع جذري جيد ثم تنقل إلى الأصيص المناسب من حيث الحجم",
    "decorationPlantsAglaonemaCare": "1- يسمد النبات مرة كل أسبوعين خلال أشهر يناير وفبراير ومايو\n2-تروى باعتدال تترك التربة تجف جفاف خفيف ما بين فترة وأخرى.\n3- أيام الحر الشديد يستحسن رش رذاذ على الأوراق لأن النبات محب للرطوبة العالية،\n4-تجنب تعريض النبتة لأشعة الشمس المباشرة.\n",

    "bamboo": "البامبو",
    "decorationPlantsBambooReproduction": "بالعقل",
    "decorationPlantsBambooCare": "1-يمكن أن ينمو النبات بنجاح في بيئة من التربة المفككة جيدة التهوية (ثلثي التربة من البيتموس وثلث من التربة العادية).\n2- تحتاج إلى ضوء غير مباشر ويجب حفظها من الأشعة المباشرة؛ لأنها تسبب اصفرار الأوراق وذبول النبتة\n3- تروى النبتة بانتظام وجفاف سطح التربة علامة نستدل بها على موعد السقي التالي، فعدم انتظام الري يسبب للأوراق بقعاً بنية اللون مما يشوه النبتة عموماً.\n4- التسميد كل شهر مرةً أو مرتين.\n",



    "plantPestsOldNeedle" : "سميت أيضًا باسم أبو مقص؛ لأن لها ذيلًا شبه المقص، لونها أسود وهي صغيرة الحجم، كذلك تعيش على المواد العضوية في التربة وأيضًا تتغذى على أنسجة النبات والأزهار والثمار فيحدث تشوه للنبات، كما أنها تعد وسيطًا لنقل بعض الأمراض نتيجة تطفلها على الثدييات مثل الخفافيش والفئران.\nعلى الرغم من إلحاقها الضرر بالنبات إلا أن لها فائدة وهي القضاء على بعض الحشرات، مثل: المن، عث ثمار التفاح\n",
    "oldNeedle" : "الابرة العجوزة",
    "plantPestsOldNeedleWaysToPreventOldNeedle": "•\tعمل فخ للحشرة، عن طريق وضع علبة من الصفيح ثم ملأها بالزيت النباتي، إذ يجذب الزيت الحشرة وتزحف إليه وتغرق فيه.\n•\tاستخدام المفترسات الطبيعية مثل الطيور والضفادع التي تتغذى على حشرة أبو مقص.\n•\tتستخدم المبيدات الحشرية الخاصة بمكافحة إبرة العجوز وترش ظهرًا؛ إذ يظل مفعولها إلى المساء فهو وقت خروج الحشرة\n",


    "plantPestsMites" : "عبارة عن كائنات شبه مجهرية مفصلية، من أكثر أنواع الآفات الزراعية ضررًا على النبات، إذ تسبب أضرار بالغة للبنات لأنها تتغذى على العصارة النباتية وبعضها يشوه الثمار ويسبب أيضًا قلة المحصول، على سبيل المثال: العنكبوت الأحمر الذي يتغذى على محتويات خلايا الورقة، ويدمر الجذور الخلوية، أيضًا يؤثر في عملية البناء الضوئي مما يؤدي إلى ضعف النبات وأيضًا قلة الإنتاج.",
    "mites": "الاكاروسات",
    "plantPestsAntiMites": "•\tثبتت فاعلية رش النبات بمغلي الكبريت.\n•\tاستخدام مبيدات متخصصة في القضاء على العناكب ولا تؤثر في الحشرات النافعة.\n•\tتغيير الدورة الزراعية.\n•\tالاعتدال في استخدام الأسمدة العضوية، لأن الإفراط في استخدام السماد النيتروجيني يجعل الأوراق ملائمة للإصابة وخاصةً الأكاروسات.\n",

    "npk": "الاسمدة",
    "compostNPK" : "ال NPK ,  هى اختصار الثلاث حروف الاولى للثلاث عناصر الاساسية لنمو اى نبات و هي بالترتيب النيتروجين و(N) و الفوسفور (P) و البوتسيوم (K).",
    "compostNPKNitrogen": "يضاف في بداية حياة النبات يساعد على نمو وبناء خلا‌يا النبات حيث يساعد على نمو النبات في المرحلة الا‌ولى من عمره بطريقة سريعة عن بقية المراحل الا‌خرى\nكذلك يساعد البادرات الصغيرة على سرعة النمو واختراق سطح التربة حتى لا‌يتاخر الا‌نبات .\nباختصار : النيتروجين هو المسئول عن النمو الخضرى لأى نبات سواء ظل أو شمس .\n",
    "compostNPKPhosphorous": "هو المسئول فى النبات على تشجيع نمو وانتشار المجموع الجذرى مما يساعد النبات على الا‌متصاص الجيد من التربة للماء والعناصر الغذائية\nكذلك تثبيت النبات لأنه كلما زاد المجموع الجذرى يزيد معه حجم المجموع الخضرى للنبات.\nيعنى باختصار : الفسفور هو المسئول عن نمو المجموع الجذرى.\n",
    "compostNPKPotassium": "يضاف فى مرحلة التزهير وعقد وتكوين الثمار وفيها النبات يحتاج لكمية كبيرة من الا‌سمدة البوتاسية لا‌نها تساعد على تحسين عملية التلقيح\nوالا‌خصاب والعقد للا‌زهار والثمار.\nيعنى باختصار البوتاسيوم هو المسئول عن التزهير فى النباتات .\n",


    "compostYeastFeeding": "طريقه التحضير:\nمقدار 4 ملاعق صغيره من الخميره مع مقدار 2 ملاعق صغيره سكر.\nيتم وضع الخميره مع السكر بالماء الدافئ والتقليب.\nيغطي لمدة 1 ساعه...ثم يخفف بمقدار 3 لتر ماء. ثم يصفي ويرش به اوراق النبات فقط وليس للتربه...\n",
    "yeastFeeding" : "التغذية بالخميرة",
    "compostYeastBenefits": "تحتوي الخميره علي العديد من العناصر الهامه للنبات والتي تساعد علي النمو الملحوظ للنبات وزيادة اللون الاخضر للاوراق.\nكما ان الخميره تساعد النبات علي اتمام عملية البناء الضوئي.\n",
    "compostIsYeastIrrigationBetterOrSprinkling": "الرش افضل واكثر فعاليه.\nري النبات المنزرع في اصيص بالخميره يؤدي الي اضعاف النبات وذلك لان الخميره تنافس الجذور للحصول علي المواد الغذائيه اللازمه لتكاثرها.\nكما انها تؤثر بطريقه سلبيه علي الكائنات الدقيقه المتواجده في التربه والنافعه للنبات..\nاذن الخميره هي للرش وليس للري.\n",
    "plantBenefitsOnions": "يعتبر البصل من الاطعمه البسيطه والتي لا غني عنها في اي مطبخ , والبصل غني جدا بفيتامين سي والذي يعتبر من افضل الفيتامينات التي تعمل علي تقوية المناعه\nويتميز البصل ايضا بغناه بماده الكيرسيتين “Quercetin”  التي لها دورا كبيرا في منع الجلطات الدمويه وتعمل علي تحسين الاوعيه الدمويه والوقايه من الازمات القلبيه\nومن فوائد البصل ايضا انه يقلل الكوليسترول المتأكسد ويمنع البصل ايضا الاكسده بالجسم\n",
    "plantBenefitsDates": "يعتبر التمر من الثمار المحببه للاطفال والكبار وهو من الثمار المعروفه من قديم الزمان, ويتميز التمر بانواعه بانه من الاساسيات في عمل اطباق الخشاف المصريه المعروفه في شهر رمضان الكريم , كما يمكن وضع القليل منه في الماء والسكر للحصول علي مشروب ذو مذاق جيد وشهي ومليئ بكل فوائد التمر , كما انه يستخدم في صناعه الحلوي مثل الكنافه بالتمر وايضا يتم استخلاص مربي التمر او الرطب ",
    "onion": "البصل",
    "dates": "التمر",
    "onionBenefits": "فوائد البصل",
    "datesBenefits": "فوائد التمر",
    "": ""
}