{    
  "getStarted": "GET STARTED!",
  "signUpToYourAccount": "Sign up to your account",
  "email": "Your email",
  "yourName": "Your name",
  "createPassword": "Create password",
  "signUp": "Signup",
  "or": "OR",
  "signUpWithGoogle": "Signup with Google",
  "signUpWithApple": "Signup with Apple",
  "continueWithGoogle": "Continue with Google",
  "continueWithApple": "Continue with Apple",
  "alreadyHaveAccount": "Already have an account? ",
  "dontHaveAccount": "Don't have an account? ",
  "password": "Password",
  "login": "Login",
  "appName": "Disease Diagnosis",
  "emailNotValid": "Email Not Valid",
  "passwordNotValid": "Password Not Valid",
  "none": "",
  "confirmPassword": "Confirm Password",
  "name": "name",
  "mobile": "mobile",

  "football": "Football",
  "karate": "Karate",
  "judo": "Judo",
  "gymnastics": "Gymnastics",
  "basketball": "Membership Code",
  "handball": "Handball",
  "technicalSupport": "Technical Support",

  "chat":"Chat",
  "home":"Home",
  "settings":"Settings",
  "pathogens": "Pathogens",


  "rateApp":"Rate App",

  "welcome":"Welcome",
  "details":"Details",
  "appDetails":"You can diagnose plant disease by taking a picture of the diseased plant with the camera or choosing an image from the device",
  "camera":"Camera",
  "gallery":"Gallery",

  "tomatoes":"Tomatoes",
  "apples":"Apples",
  "corn":"Corn",
  "strawberry":"Strawberry",
  "agricultureGuide":"Agriculture Guide",

  "bellPepper":"Bell Pepper",
  "cherry":"Cherry",
  "potato":"Potato",
  "peach":"Peach",
  "citrus":"Citrus",
  "grape":"Grape",
  "choosePlantType":"Choose Plant Type",
  "plantDetails":"Plant Details",
  "diseaseDetails":"Disease Details",

  "plantBenefits":"Plant Benefits",
  "compost":"Compost",
  "plantPests":"Plant Pests",
  "ornamentalPlant":"Ornamental Plant",
  "farmingAdvices":"Farming Advices",
  "fruitsPlanting":"Fruits Planting",
  "vegetablesPlanting":"Vegetables Planting",
  "farmingBasics":"Farming Basics",

  "roofPreparation":"Roof Preparation",
  "roofPreparation1":"Gather all your family members on the day off so that you all cooperate in the preparation process.",
  "roofPreparation2":"the household waste on the roof and separate everything that can be a container for cultivation, such as empty water and oil bottles, buckets, plastic and non-plastic cages and plates.",
  "roofPreparation3":"the wood that can be used to make agricultural basins.",
  "roofPreparation4":"the surface well and wash it with water - if possible - and it is preferable to add a sterile substance - such as Dettol to the water to disinfect the house.",
  "roofPreparation5":"In the event that there are mice on the surface, it is preferable to prepare a mouse trap or more and place it in a suitable place on the surface.",
  "roofPreparation6":"Determine a suitable place to put the tools used for farming so that they are organized and tidy.",
  "roofPreparation7":"Select a suitable place on the roof, on the sunny surface, in which to arrange your plants",

  "whyDoIPlan":"Why Do I Plan?",
  "whyDoIPlan1":"farming is not just about putting a seed in the soil, irrigating it and then eating its fruit!",
  "whyDoIPlan2":"farming is a life and breathing project for the home.",
  "whyDoIPlan3":"By planting balconies and roofs, young children can develop manual skills by teaching them the basics of agriculture and the arts of coordinating ornamental plants.",
  "whyDoIPlan4":"Developing the ability to take responsibility for children by enabling them to grow a plant with their own hands and be under their personal responsibility in terms of irrigation and coordination.",
  "whyDoIPlan5":"is possible to make a competition between children at home in the field of agriculture and the care of the plant belonging to each child.",
  "whyDoIPlan6":"It gives an opportunity for housewives to do something useful for family members in their spare time instead of wasting it uselessly.",
  "whyDoIPlan7":"Agriculture relieves psychological stress when you sit and watch your plants grow from seeds day after day.",
  "whyDoIPlan8":"It is possible to make a beautiful home garden to spend the time of the weekend in it instead of spending it sleeping.",
  "whyDoIPlan9":"The least that one can gain from cultivating the roof of his house is cleaning the roof and getting rid of the carabe, which has hardly any surface.",


  "farmingTips1": "When buying a new ornamental plant and while transporting it to the house, it must be protected - with a plastic cover - because most nursery plants grow in a protected greenhouse and any sudden change in temperature during transportation may affect them",
  "farmingTips2": "Leafy plants such as mint, dill, parsley...etc need nitrogen fertilization more than others... Fertilization is used with leftover tea and coffee grounds with irrigation.\nIt is possible to fertilize with NPK compounds , a higher nitrogen concentration by a small spoonful on a liter of irrigation water once every 15 days. ( To learn more about NPK compounds, you can see their section in the Fertilizers section )\n",
  "farmingTips3": "When preparing the planting pot or the planting container, it is necessary to make a hole or holes - according to the size of the pot - and take into account placing small stones - gravel - on the hole from the inside before placing the soil in order to prevent clogging the hole, which may lead to damage and rotting of the roots due to lack of drainage water",
  "farmingTips4": "When planting mint, it should be taken into account to renew the planting every period, let it be 3 months, by taking a stick or root and planting it in the soil until it becomes an active and good tree",
  "farmingTips5": "Prepare a mixture of vinegar, peppercorns, garlic cloves, liquid soap, and edible oil, then mix them well with the mixer, filter, put them in the sprayer, and use them once a week for frying various insects such as aphids, tunnel makers, whiteflies, etc.",
  "farmingTips6": "It is preferable to scratch the surface of the soil weekly with a nail or a food fork or anything until we dismantle its surface and help to aerate it",
  "farmingTips7": "Never water the plants in times of intense heat, but it is preferable at the beginning of the day or in the afternoon, an hour after the heat has passed.",
  "farmingTips8": ": It is preferable to place houseplants near strong bright light.",
  "farmingTips9": "The rule in watering plants in general, whether vegetables or ornaments, is to equate between not thirsting the plant and allowing the roots to breathe (meaning not to irrigate more than the normal limit).... It is noted that excessive irrigation harms the plant and may lead to rot. The plant then dies.",
  "farmingTips10": "Leafy plants need higher nitrogen fertilization\nFlowering plants need more phosphorous fertilizer\nPlants with colored leaves need iron to show the strength of color\n",
  "farmingTips11": "When the plant is transferred to a new environment - a new house, for example - or when it is planted for the first time in the pot, the fertilizer is not added for a period of 3 months until it adapts to the environment",
  "farmingTips12": "The surface of the plant leaves must be cleaned of the dust accumulated on it, because it leads to clogging the stomata in the leaf, which reduces the efficiency of the plant and the difficulty of performing vital tasks such as respiration and photosynthesis",


    "aglaonema":                "Aglaonema",
    "decorationPlantsAglaonemaSuitableAtmosphere" : "It grows in high temperature 30 degrees, high humidity and weak light",
    "decorationPlantsAglaonemaReproduction":        "The aglaonema is propagated by the offspring, where it is separated from the parent plant and cultured in normal water until it has a good root system, then it is transferred to the appropriate size pot.",
    "decorationPlantsAglaonemaCare":                "Fertilize the plant once every two weeks during the months of January, February and May\n2- It is irrigated in moderation, leaving the soil to dry out a slight drought from time to time.\n3- In very hot days, it is advisable to spray a spray on the leaves because the plant loves high humidity.\n4- Avoid exposing the plant to direct sunlight.\n",

  "bamboo":         "Bamboo",
  "decorationPlantsBambooReproduction": "By brain",
  "decorationPlantsBambooCare":         "The plant can grow successfully in a well-ventilated loose soil environment (two thirds of the soil is peat moss and one third of the normal soil).\n2- It needs indirect light and must be kept from direct rays; Because it causes yellowing of the leaves and wilting of the plant\n3- The plant is irrigated regularly, and the dryness of the soil surface is a sign by which to refer to the next watering date. Uneven irrigation causes brown spots on the leaves, which generally distorts the plant.\n4- Fertilize once or twice a month.\n",


  "plantPestsOldNeedle" :                      "It was also named after Abu Muqass; Because it has a scissor-like tail, its color is black and it is small in size, it also lives on organic matter in the soil and also feeds on plant tissues, flowers and fruits, causing distortion of the plant, and it is also a mediator for the transmission of some diseases as a result of its parasitism on mammals such as bats and mice .\nAlthough it harms the plant, it has the benefit of eliminating some insects, such as: aphids, apple fruit mites .\n",
  "oldNeedle": "Old Needle",
  "plantPestsOldNeedleWaysToPreventOldNeedle": "•\tMaking a trap for the insect, by placing a tin can and then filling it with vegetable oil, as the oil attracts the insect and it crawls into it and drowns in it .\n•\tThe use of natural predators such as birds and frogs that feed on the scissors .\n•\tInsecticides are used to control the old needle and sprayed at the back; As it remains in effect until the evening, it is the time when the insect comes out .\n",
  "plantPestsMites" :   "They are semi-microscopic, arthropod organisms, one of the most harmful types of agricultural pests on plants, as they cause severe damage to girls because they feed on plant juices and some of them distort the fruits and also cause a lack of yield, for example: the red spider that feeds on the contents of the leaf cells, and destroys the cellular roots It also affects the photosynthesis process, which leads to plant weakness and lack of production .",
  "mites": "Mites",
  "plantPestsAntiMites": "•\tThe effectiveness of spraying the plant with sulfur boiled has been proven .\n•\tThe use of specialized pesticides to eliminate spiders and do not affect beneficial insects .\n•\tChanging the agricultural cycle .\n•\tModeration in the use of organic fertilizers, because overuse Nitrogen fertilizer Makes leaves suitable for infestation, especially mites .\n",

  "npk": "NPK",
 " compostNPK" : "NPK fertilizers , are the abbreviation of the first three letters of the three essential elements for the growth of any plant, which are in order nitrogen, ( N) , phosphorous ( P) and potassium ( K).",
 " compostNPKNitrogen": "is added at the beginning of the plant's life. It helps to grow and build plant cells, as it helps the plant grow in the first stage of its life in a faster way than the rest of the other stages.\nIt also helps small seedlings to speed up growth and penetrate the soil surface so as not to delay germination.\nIn short: Nitrogen is responsible for the vegetative growth of any plant, whether shade or sun.\n",
 " compostNPKPhosphorous": "is responsible in the plant to encourage the growth and spread of the root system, which helps the plant to absorb water and nutrients from the soil well.\nAs well as fixing the plant, because the greater the root total, the greater the vegetative size of the plant increases with it.\nIn short: phosphorous is responsible for the growth of the root system.\n",
 " compostNPKPotassium": "is added at the stage of flowering, holding and forming fruits, in which the plant needs a large amount of potassium fertilizers because it helps to improve the pollination process.\nFertilization and knotting of flowers and fruits.\nIn short, potassium is responsible for flowering in plants.\n",

  "compostYeastFeeding": "How to prepare:\nThe amount of 4 teaspoons of yeast with the amount of 2 teaspoons of sugar.\nPut yeast with sugar in warm water and stir.\nCover for 1 hour...then dilute with 3 liters of water. Then filter and sprinkle the leaves of the plant only and not for the soil...\n",
  "yeastFeeding" : "YeastFeeding",
  "compostYeastBenefits": "Yeast contains many important elements of the plant, which help in the remarkable growth of the plant and increase the green color of the leaves.\nThe yeast also helps the plant to complete the process of photosynthesis.\n",
   "compostIsYeastIrrigationBetterOrSprinkling": "Spraying is better and more effective.\nIrrigation of plants grown in a pot with yeast leads to the weakening of the plant, because the yeast competes with the roots to obtain the nutrients necessary for its reproduction.\nIt also negatively affects the microorganisms present in the soil and beneficial to plants.\nSo the yeast is for spraying, not for irrigation.\n",
  "plantBenefitsOnions": "Onions are considered one of the simple foods that are indispensable in any kitchen, and onions are very rich in vitamin C, which is one of the best vitamins that works to strengthen immunity.\nOnions are also rich in quercetin, which plays a major role in preventing blood clots, improving blood vessels and preventing heart attacks.\nOne of the benefits of onions is also that it reduces oxidized cholesterol and onions also prevent oxidation in the body\nLike garlic, onions contain sulfur with its multiple benefits\nOnions are also recommended for patients with diabetes and insulin resistance, because onions have an auxiliary role with insulin\n",
  "plantBenefitsDates": "Dates are one of the popular fruits for children and adults, and it is one of the well-known fruits since ancient times. Dates are characterized by being one of the basics in making well-known Egyptian dishes during the holy month of Ramadan. You can also put a little of it in water and sugar to get a drink with a good taste, delicious and full of all the benefits. Dates, as it is used in the manufacture of sweets, such as kunafa with dates, and also the date jam is extracted or wet",
  "onion": "Onion",
  "onionBenefits": "Onion Benefits",
  "datesBenefits": "Dates Benefits",
  "dates": "Dates",
  "": ""
}